[
  {
    "manifestVersion": 1,
    "id": "affine",
    "name": "Affine",
    "category": "files",
    "version": "0.25.2",
    "port": 3015,
    "description": "A privacy-focused, local-first, open-source, and ready-to-use alternative for Notion & Miro. One hyper-fused platform for wildly creative minds.\n\nTo Shape, not to adapt. Tools can impact your lifestyle. AFFiNE is built for individual & teams who care their data, who refuse vendor lock-in, and who want to have control over their essential tools.\n\n🛠️ SET-UP INSTRUCTIONS\nIn order to save your data, you need to sign in to your self-hosted Affine instance:\n\n1. When you first open Affine, it will walk you through setting up an admin account.\n2. After setting up your admin account, close the browser window and open up the Affine app again from the umbrelOS homescreen.\n3. In the Affine app select the Demo Workspace from the sidebar and then select \"Create cloud workspace\"\n4. Follow the steps to create your self-hosted cloud workspace. You are now ready to use Affine with your self-hosted instance!",
    "gallery": [
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/affine/icon.png",
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/affine/image1.png",
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/affine/image2.png",
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/affine/image3.png"
    ],
    "architectures": [
      "amd64",
      "arm64"
    ]
  },
  {
    "manifestVersion": 1,
    "id": "bitwarden",
    "category": "security",
    "name": "bitwarden",
    "version": "2025.11.0",
    "port": [
      8080,
      8443
    ],
    "description": "Bitwarden is an open-source password management solution that helps individuals and organizations securely store, manage, and share their passwords and sensitive information. It offers a user-friendly interface and robust security features to protect your data.\n\n🔐 Secure Password Storage\nBitwarden provides a secure vault where users can store their passwords, credit card information, secure notes, and other sensitive data. All data is encrypted using strong encryption algorithms, ensuring that only the user has access to their information.\n\n🌐 Cross-Platform Accessibility\nBitwarden is available on multiple platforms, including web browsers, desktop applications, and mobile devices. This allows users to access their vault from anywhere, at any time, ensuring convenience and flexibility.\n\n🤝 Team Collaboration\nBitwarden offers features for team collaboration, allowing users to share passwords and sensitive information securely with team members. This is particularly useful for organizations that need to manage shared credentials for various services.\n\n🛡️ Advanced Security Features\nBitwarden includes advanced security features such as two-factor authentication (2FA), biometric login options, and security audits. These features enhance the overall security of the user's vault and help protect against unauthorized access.\n\n🔄 Automatic Syncing\nBitwarden automatically syncs data across all devices, ensuring that users always have the most up-to-date information in their vault. This seamless syncing process enhances user experience and convenience.\n\n📦 Open-Source & Self-Hosting\nAs an open-source solution, Bitwarden allows users to self-host their password management system. This provides greater control over data privacy and security, making it an ideal choice for individuals and organizations with specific security requirements.\n\nBitwarden is a comprehensive password management solution that combines security, convenience, and collaboration features to help users manage their sensitive information effectively.",
    "gallery": [
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/bitwarden/icon.png",
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/bitwarden/image1.png",
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/bitwarden/image2.png",
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/bitwarden/image3.png"
    ]
  },
  {
    "manifestVersion": 1,
    "id": "docuseal",
    "category": "productivity",
    "name": "docuseal",
    "version": "1.0.3",
    "port": 3020,
    "description": "Docuseal is an open-source electronic signature platform that allows users to sign, send, and manage documents securely online. It provides a user-friendly interface and robust features for document handling and signature workflows.",
    "gallery": [
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/docuseal/icon.png",
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/docuseal/image1.png",
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/docuseal/image2.png",
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/docuseal/image3.png"
    ]
  },
  {
    "manifestVersion": 1.1,
    "id": "gitlab",
    "name": "GitLab",
    "tagline": "Software. Faster.",
    "category": "developer",
    "version": "18.5.1",
    "port": 8929,
    "description": "⚠️ This app is RAM-intensive (+6GB recommended) and can take 15-20 minutes to start after installation on low-powered devices.\n\n🔐 After installing the App, you can create a new user account via web interface, or you can connect via SSH/Terminal and change the `root` password by running the `gitlab-rake \"gitlab:password:reset[root]\"` command\n\nGitLab is a comprehensive, web-based DevOps lifecycle tool that provides a robust platform for managing projects and repositories. It offers a wide range of features that cater to the entire software development lifecycle, including version control, CI/CD, code review, issue tracking, and more. All operations are performed in a secure, collaborative environment, ensuring your code and data are safe and accessible.\n\n📁 Repository Management\nGitLab provides a full-featured GUI for creating, managing, and organizing repositories. You can clone, fork, and browse repositories with ease. Advanced features like branch management, tagging, and merging are also available, enabling efficient version control and collaboration.\n\n🔄️ Continuous Integration/Continuous Deployment (CI/CD)\nAutomate your software development process with GitLab's powerful CI/CD pipelines. Easily configure builds, tests, and deployments to streamline your workflow. GitLab CI/CD supports multiple languages and frameworks, ensuring compatibility with your existing tools and processes.\n\n🛡️ Security & Compliance\nEnsure the security and compliance of your projects with GitLab's built-in security features. Perform static and dynamic application security testing (SAST/DAST), dependency scanning, container scanning, and more. GitLab also offers audit logs, compliance management, and code quality checks to maintain high standards.\n\n👥 Collaboration & Code Review\nEnhance team collaboration with GitLab's integrated code review and discussion tools. Perform peer reviews, leave comments, and suggest changes directly within the platform. GitLab's merge request system simplifies the code review process, making it easy to propose, discuss, and approve changes.\n\n📈 Project Management\nManage your projects efficiently with GitLab's project management features. Track issues, plan sprints, and visualize progress with boards, milestones, and burndown charts. GitLab also integrates with popular project management tools, allowing seamless synchronization of tasks and updates.\n\n🛠️ Other Features:\nLeverage GitLab's extensive set of tools to optimize your development process. Use the integrated wiki for documentation, manage packages with GitLab's built-in package registry, monitor performance with Prometheus and Grafana integration, and deploy applications with Kubernetes support. GitLab also offers robust APIs for extending functionality and integrating with other services.\n\nGitLab is your all-in-one DevOps platform, empowering your team to build, deploy, and manage projects with ease and efficiency.",
    "developer": "GitLab",
    "website": "https://about.gitlab.com",
    "submitter": "hugofnm",
    "repo": "https://gitlab.com/gitlab-org/omnibus-gitlab/tree/master/docker",
    "support": "https://gitlab.com/gitlab-org/omnibus-gitlab/-/issues",
    "gallery": [
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/gitlab/icon.png",
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/gitlab/image1.png",
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/gitlab/image2.png"
    ],
    "dependencies": [],
    "path": "",
    "deterministicPassword": true,
    "defaultUsername": "root"
  },
  {
    "manifestVersion": 1,
    "id": "jellyfin",
    "category": "distraction",
    "name": "jellyfin",
    "version": "10.11.3",
    "port": [
      8096
    ],
    "description": "Jellyfin is a free and open-source media server software that allows users to organize, manage, and stream their personal media collections, including movies, TV shows, music, and photos. It provides a user-friendly interface and supports a wide range of devices for seamless media playback.\n\n🎬 Media Organization\nJellyfin helps users organize their media libraries by automatically fetching metadata, cover art, and other relevant information for their media files. This makes it easy to browse and find content within the server.\n\n📡 Streaming Capabilities\nWith Jellyfin, users can stream their media content to various devices, including smart TVs, smartphones, tablets, and web browsers. It supports multiple streaming protocols to ensure compatibility with different devices.\n\n👥 Multi-User Support\nJellyfin allows multiple users to create individual profiles, each with their own watchlists, preferences, and viewing history. This feature is particularly useful for households with multiple members who want personalized media experiences.\n\n🔒 Privacy and Control\nAs an open-source solution, Jellyfin gives users full control over their media server without relying on third-party services. Users can host the server on their own hardware, ensuring privacy and security for their media collections.\n\n🌐 Cross-Platform Compatibility\nJellyfin is compatible with various operating systems, including Windows, macOS, Linux, and Docker. This flexibility allows users to set up their media server on a wide range of devices.\n\nJellyfin is an excellent choice for individuals looking for a free and customizable media server solution that prioritizes user control and privacy.",
    "gallery": [
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/jellyfin/icon.png",
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/jellyfin/image1.png",
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/jellyfin/image2.png",
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/jellyfin/image3.png"
    ]
  },
  {
    "manifestVersion": 1,
    "id": "linkwarden",
    "name": "Linkwarden",
    "tagline": "Bookmark Preservation for Individuals and Teams",
    "category": "social",
    "version": "2.13.1",
    "port": 3028,
    "description": "📚 Linkwarden is a self-hosted, open-source collaborative bookmark manager to collect, organize and archive webpages.\n\n🛜 The objective is to organize useful webpages and articles you find across the web in one place, and since useful webpages can go away (see the inevitability of Link Rot), Linkwarden also saves a copy of each webpage as a Screenshot and PDF, ensuring accessibility even if the original content is no longer available.\n\n👥 Additionally, Linkwarden is designed with collaboration in mind, sharing links with the public and/or allowing multiple users to work together seamlessly.",
    "developer": "Linkwarden",
    "website": "https://linkwarden.app",
    "gallery": [
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/linkwarden/icon.png",
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/linkwarden/image1.png",
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/linkwarden/image2.png",
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/linkwarden/image3.png"
    ]
  },
  {
    "manifestVersion": 1,
    "id": "n8n",
    "category": "automation",
    "name": "n8n",
    "version": "3.8.1",
    "tagline": "Build complex workflows, really fast",
    "description": "n8n is an extendable workflow automation tool. With a fair-code distribution model, n8n will always have visible source code,  be available to self-host, and allow you to add your own custom functions, logic and apps.  n8n's node-based approach makes it highly versatile, enabling you to connect anything to everything.\n\nn8n (pronounced n-eight-n) helps you to connect any app with an API with any other, and manipulate its data with little or no code.\n\nCustomizable: highly flexible workflows and the option to build custom nodes.\n\nPrivacy-focused: self-host n8n for privacy and security.",
    "developer": "n8n",
    "website": "https://n8n.io",
    "dependencies": [],
    "repo": "https://github.com/n8n-io/n8n",
    "support": "https://docs.n8n.io/",
    "port": 5678,
    "gallery": [
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/n8n/icon.png",
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/n8n/image1.png",
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/n8n/image2.png"
    ],
    "submitter": "Pranshu Agrawal"
  },
  {
    "manifestVersion": 1,
    "id": "node-red",
    "category": "automation",
    "name": "Node-RED",
    "version": "4.1.1",
    "description": "Node-RED is a visual programming tool for wiring together hardware devices, APIs and online services in new and interesting ways.\n\nIt provides a browser-based editor that makes it easy to wire together flows using the wide range of nodes in the palette that can be deployed to its runtime in a single-click. A built-in library allows you to save useful functions, templates or flows for re-use.\n\nThe flows created in Node-RED are stored using JSON which can be easily imported and exported for sharing with others. An online flow library allows you to share your best flows with the world.\n\nNote: If you would like your 'HTTP In' nodes to be accessible without authentication, then prepend your url with '/public/'. E.g. /public/do-something",
    "developer": "OpenJS Foundation",
    "website": "https://nodered.org",
    "dependencies": [
      "bitcoin",
      "electrs",
      "lightning"
    ],
    "repo": "https://github.com/node-red/node-red",
    "support": "https://nodered.org/about/community/slack/",
    "port": 1880,
    "gallery": [
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/node-red/icon.png",
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/node-red/image1.png",
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/node-red/image2.png",
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/node-red/image3.png"
    ]
  },
  {
    "manifestVersion": 1,
    "id": "pihole",
    "category": "developer",
    "name": "pihole",
    "version": "6.2.2",
    "port": [
      53,
      80,
      443
    ],
    "description": "Pi-hole is a network-wide ad blocker that acts as a DNS sinkhole, blocking unwanted content and advertisements at the network level. It improves browsing speed, enhances privacy, and reduces bandwidth usage by filtering out ads before they reach your devices.\n\n🚫 Network-Wide Ad Blocking\nPi-hole blocks ads and trackers for all devices on your network, including smartphones, tablets, computers, and smart TVs. By filtering out unwanted content at the DNS level, it provides a seamless ad-free experience across all connected devices.\n\n📊 Comprehensive Analytics\nPi-hole offers detailed statistics and analytics on network traffic, allowing users to monitor blocked requests, top domains, and client activity. This insight helps users understand their network usage and identify potential security threats.\n\n🌐 Customizable Blocklists\nUsers can customize Pi-hole's blocklists by adding or removing domains based on their preferences. This flexibility allows for tailored ad-blocking solutions that suit individual needs and enhance the overall browsing experience.\n\n🛠️ Easy Setup & Management\nPi-hole is easy to set up and manage through a user-friendly web interface. Users can configure settings, view statistics, and update blocklists with just a few clicks, making it accessible even for those with limited technical knowledge.\n\n🔒 Enhanced Privacy & Security\nBy blocking trackers and malicious domains, Pi-hole enhances user privacy and security. It helps protect against phishing attacks and reduces exposure to harmful content, contributing to a safer online experience.\n\nPi-hole is a powerful tool for anyone looking to improve their network's performance, privacy, and security by eliminating unwanted ads and trackers at the source.",
    "gallery": [
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/pihole/icon.png",
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/pihole/image1.png",
      "https://cdn.jsdelivr.net/gh/ryvieos/Ryvie-Gallery@main/pihole/image2.png"
    ]
  }
]
